Repository: wangpingyi12-oss/personal-debt
Catalog: personal-debt/Localizable.xcstrings
Source language: en
Languages: zh_hans

# app.disclaimer
source: This app helps organize debts and repayment plans. It is not a financial institution and does not replace creditor records.
zh_hans: 本 App 用于整理债务和还款计划，不是金融机构，也不能替代债权方记录。

# breakdown.installment
source: Installments
zh_hans: 分期

# breakdown.interestFees
source: Interest and Fees
zh_hans: 利息与费用

# breakdown.normalSpending
source: Normal Spending
zh_hans: 普通消费

# common.add
source: Add
zh_hans: 新增

# common.archive
source: Archive
zh_hans: 归档

# common.cancel
source: Cancel
zh_hans: 取消

# common.done
source: Done
zh_hans: 完成

# common.filter
source: Filter
zh_hans: 筛选

# common.ignore
source: Ignore
zh_hans: 忽略

# common.next
source: Next
zh_hans: 下一步

# common.no
source: No
zh_hans: 否

# common.none
source: None
zh_hans: 无

# common.ok
source: OK
zh_hans: 好

# common.refresh
source: Refresh
zh_hans: 刷新

# common.resolve
source: Resolve
zh_hans: 结束

# common.save
source: Save
zh_hans: 保存

# common.yes
source: Yes
zh_hans: 是

# cost.total
source: Interest and Fees
zh_hans: 利息与费用

# dashboard.debtMix
source: Debt Mix
zh_hans: 债务结构

# dashboard.priority
source: Priority
zh_hans: 优先关注

# dashboard.summary
source: Summary
zh_hans: 概览

# debt.add
source: Add Debt
zh_hans: 新增债务

# debt.deleteCopy
source: Related plans, payments, overdue records and statistics will no longer be active in the app.
zh_hans: 相关计划、还款、逾期记录和统计将不再作为有效数据参与计算。

# debt.deleteTitle
source: Archive this debt?
zh_hans: 归档这笔债务？

# debt.edit
source: Edit Debt
zh_hans: 编辑债务

# debt.emptyFiltered
source: No debt records match the current filter.
zh_hans: 当前筛选条件下没有债务记录。

# debt.previewReady
source: Ready to save
zh_hans: 可保存

# debt.viewDetail
source: View Detail
zh_hans: 查看详情

# debtStatus.active
source: Active
zh_hans: 进行中

# debtStatus.archived
source: Archived
zh_hans: 已归档

# debtStatus.overdue
source: Overdue
zh_hans: 逾期

# debtStatus.paidOff
source: Paid off
zh_hans: 已还清

# debtStatus.partiallyPaid
source: Partially paid
zh_hans: 部分还款

# debtType.creditCard
source: Credit card
zh_hans: 信用卡

# debtType.loan
source: Loan
zh_hans: 贷款

# debtType.personalLending
source: Personal lending
zh_hans: 个人借贷

# detail.cardInfo
source: Card Info
zh_hans: 卡片信息

# detail.loanInfo
source: Loan Info
zh_hans: 贷款信息

# detail.overdues
source: Overdue Records
zh_hans: 逾期记录

# detail.overview
source: Overview
zh_hans: 概览

# detail.payments
source: Payments
zh_hans: 还款记录

# detail.personalInfo
source: Personal Lending Info
zh_hans: 个人借贷信息

# detail.plans
source: Plans
zh_hans: 还款计划

# detail.statements
source: Statements
zh_hans: 账单

# duration.day.many
source: days
zh_hans: 天

# duration.day.one
source: day
zh_hans: 天

# duration.month.many
source: months
zh_hans: 个月

# duration.month.one
source: month
zh_hans: 个月

# duration.period
source: period
zh_hans: 周期

# duration.week.many
source: weeks
zh_hans: 周

# duration.week.one
source: week
zh_hans: 周

# duration.year.many
source: years
zh_hans: 年

# duration.year.one
source: year
zh_hans: 年

# empty.noDebts
source: No debts yet
zh_hans: 暂无债务

# empty.noOverdues
source: No overdue records
zh_hans: 暂无逾期

# empty.noPayments
source: No payments
zh_hans: 暂无还款

# empty.noPlans
source: No plans
zh_hans: 暂无计划

# empty.noStatements
source: No statements
zh_hans: 暂无账单

# empty.noStrategies
source: No strategy snapshots
zh_hans: 暂无策略快照

# error.billingDateAfterDueDate
source: Billing date must not be later than due date.
zh_hans: 账单日不能晚于还款日。

# error.creditCardNameRequired
source: Credit card name is required.
zh_hans: 请填写信用卡名称。

# error.loanCoreLockedAfterPayment
source: Core loan fields are locked after payment records exist.
zh_hans: 已有还款记录后，贷款核心字段不可直接修改。

# error.loanNameRequired
source: Loan name is required.
zh_hans: 请填写贷款名称。

# error.manualOverdueBeforeDueDate
source: Manual overdue start date must not be earlier than the statement due date.
zh_hans: 手动逾期开始日期不能早于账单还款日。

# error.minimumPaymentExceedsStatement
source: Minimum payment must not exceed statement amount.
zh_hans: 最低还款额不能超过账单金额。

# error.noDebtSelected
source: No debt selected.
zh_hans: 未选择债务。

# error.noPlanSelected
source: No repayment plan selected.
zh_hans: 未选择还款计划。

# error.noStatementSelected
source: No active statement selected.
zh_hans: 未选择有效账单。

# error.onlyRealStatementCanBeEdited
source: Only active real statements can be edited.
zh_hans: 只能编辑有效真实账单。

# error.onlyUserOverdueCanBeEdited
source: Only user-managed overdue records can be edited.
zh_hans: 只能编辑用户管理的逾期记录。

# error.overdueAlreadyExists
source: An active overdue record already exists for this item.
zh_hans: 该对象已有有效逾期记录。

# error.overdueStartAfterEnd
source: Overdue start date must not be later than end date.
zh_hans: 逾期开始日期不能晚于结束日期。

# error.overdueStartBeforeDueDate
source: Overdue start date must not be earlier than the due date.
zh_hans: 逾期开始日期不能早于还款日。

# error.overdueStartInFuture
source: Overdue start date must not be later than today.
zh_hans: 逾期开始日期不能晚于今天。

# error.statementRequired
source: Statement amount must be greater than 0.
zh_hans: 账单金额必须大于 0。

# field.amount
source: Amount
zh_hans: 金额

# field.annualRatePercent
source: Annual rate (%)
zh_hans: 年利率（%）

# field.bank
source: Bank
zh_hans: 银行

# field.billingDay
source: Billing day
zh_hans: 账单日

# field.borrowedDate
source: Borrowed date
zh_hans: 借款日期

# field.creditLimit
source: Credit limit
zh_hans: 信用额度

# field.creditor
source: Creditor
zh_hans: 债权方

# field.currentStatement
source: Current statement
zh_hans: 当前账单

# field.debt
source: Debt
zh_hans: 债务

# field.dueDate
source: Due date
zh_hans: 还款日

# field.dueDay
source: Due day
zh_hans: 还款日

# field.endDate
source: End date
zh_hans: 结束日期

# field.estimatedCost
source: Estimated cost
zh_hans: 预计成本

# field.fixedInterest
source: Fixed interest
zh_hans: 固定利息

# field.hasEndDate
source: Has end date
zh_hans: 填写结束日期

# field.interestBearing
source: Interest bearing
zh_hans: 是否有息

# field.interestRate
source: Interest rate
zh_hans: 利率

# field.lastFour
source: Card Last 4 Digits
zh_hans: 卡号后四位

# field.lender
source: Lender
zh_hans: 出借人

# field.maxMonths
source: Max months
zh_hans: 模拟月数

# field.minimumPayment
source: Minimum payment
zh_hans: 最低还款

# field.monthlyBudget
source: Monthly budget
zh_hans: 月还款预算

# field.name
source: Name
zh_hans: 名称

# field.nextDueDate
source: Next due date
zh_hans: 最近还款日

# field.note
source: Note
zh_hans: 备注

# field.overdueAmount
source: Overdue amount
zh_hans: 逾期金额

# field.overdueCost
source: Overdue cost
zh_hans: 逾期成本

# field.overdueDays
source: Overdue days
zh_hans: 逾期天数

# field.overdueFee
source: Overdue fee
zh_hans: 逾期费用

# field.paymentDate
source: Payment date
zh_hans: 还款日期

# field.penaltyInterest
source: Penalty interest
zh_hans: 罚息

# field.plan
source: Plan
zh_hans: 计划

# field.principal
source: Principal
zh_hans: 本金

# field.progress
source: Progress
zh_hans: 进度

# field.remaining
source: Remaining
zh_hans: 剩余

# field.repaymentDay
source: Repayment day
zh_hans: 每月还款日

# field.repaymentMethod
source: Repayment method
zh_hans: 还款方式

# field.source
source: Source
zh_hans: 来源

# field.startDate
source: Start date
zh_hans: 开始日期

# field.statementAmount
source: Statement amount
zh_hans: 账单金额

# field.status
source: Status
zh_hans: 状态

# field.termCount
source: Term count
zh_hans: 期数

# field.type
source: Type
zh_hans: 类型

# filter.all
source: All
zh_hans: 全部

# filter.thisMonth
source: This Month
zh_hans: 本月

# form.advanced
source: Advanced Settings, Optional
zh_hans: 高级设置，可选

# form.basic
source: Basic
zh_hans: 基础信息

# form.preview
source: Preview
zh_hans: 预览

# format.overdueDays
source: %d days overdue
zh_hans: 逾期 %d 天

# format.period
source: Period %d
zh_hans: 第 %d 期

# loan.currentDue
source: Current Due
zh_hans: 本期应还

# loan.remainingPrincipal
source: Remaining Principal
zh_hans: 剩余本金

# loanAllocationMode.currentPeriodFirst
source: Current period first
zh_hans: 本期优先

# loanAllocationMode.feeFirst
source: Fees first
zh_hans: 费用优先

# loanMethod.equalPayment
source: Equal payment
zh_hans: 等额本息

# loanMethod.equalPrincipal
source: Equal principal
zh_hans: 等额本金

# loanMethod.interestFirst
source: Interest first
zh_hans: 先息后本

# loanMethod.principalAtEnd
source: Principal at end
zh_hans: 到期还本付息

# loanOverdueBase.currentRemainingScheduledAmount
source: Current remaining scheduled amount
zh_hans: 本期剩余计划金额

# loanOverdueBase.currentUnpaidPrincipal
source: Current unpaid principal
zh_hans: 本期未还本金

# loanOverdueFeeMode.disabled
source: Disabled
zh_hans: 不计算

# loanOverdueFeeMode.fixed
source: Fixed
zh_hans: 固定金额

# loanOverdueFeeMode.percentage
source: Percentage
zh_hans: 按比例

# loanOverdueFeeMode.zero
source: Zero
zh_hans: 为零

# loanPenaltyBase.unpaidAmount
source: Unpaid amount
zh_hans: 未还金额

# loanPenaltyBase.unpaidPrincipal
source: Unpaid principal
zh_hans: 未还本金

# loanPenaltyMode.disabled
source: Disabled
zh_hans: 不计算

# loanPenaltyMode.fixedDailyRate
source: Fixed daily rate
zh_hans: 固定日利率

# loanPenaltyMode.loanDailyRateMultiplier
source: Loan daily rate multiplier
zh_hans: 贷款日利率倍率

# loanPenaltyMode.zero
source: Zero
zh_hans: 为零

# message.error.title
source: Could not complete action
zh_hans: 操作未完成

# message.saved.detail
source: The change has been saved.
zh_hans: 更改已保存。

# message.saved.title
source: Saved
zh_hans: 已保存

# metric.monthPaid
source: Paid this month
zh_hans: 本月已还

# metric.monthPlanned
source: Planned this month
zh_hans: 本月计划还款

# metric.overallProgress
source: Overall progress
zh_hans: 总体进度

# metric.overdueAmount
source: Overdue amount
zh_hans: 逾期金额

# metric.overdueCost
source: Overdue cost
zh_hans: 逾期成本

# metric.overdueDebtCount
source: Overdue debts
zh_hans: 逾期债务数

# metric.overduePeriodCount
source: Overdue periods
zh_hans: 逾期期数

# metric.totalRemaining
source: Total remaining
zh_hans: 剩余总额

# onboarding.budgetCopy
source: This is used for strategy generation and monthly planning. You can change it later.
zh_hans: 它会用于生成策略和月度计划，之后也可以随时修改。

# onboarding.budgetTitle
source: Set a monthly repayment budget
zh_hans: 设置每月还款预算

# onboarding.privacyCopy
source: Your debt records are stored locally on this device and used only for app-side tracking and analysis.
zh_hans: 你的债务记录保存在本机，仅用于 App 内记录和分析。

# onboarding.privacyTitle
source: Local and private
zh_hans: 本地且私密

# onboarding.welcomeCopy
source: This app helps you record debts, understand the current state and plan repayments. It is not a bank or creditor.
zh_hans: 这个 App 帮你记录债务、理解现状并规划还款；它不是银行或债权方。

# onboarding.welcomeTitle
source: Organize debt clearly
zh_hans: 把债务理清楚

# overdue.active
source: Active Overdue
zh_hans: 当前逾期

# overdue.addManual
source: Add Manual Overdue
zh_hans: 补录逾期

# overdue.disclaimer
source: Overdue amounts, fees and days are app-side estimates and do not represent creditor processing results.
zh_hans: 逾期金额、费用和天数是 App 侧估算，不代表债权方处理结果。

# overdue.disclaimerTitle
source: App analysis only
zh_hans: 仅为 App 分析

# overdue.emptyCopy
source: No current overdue items were found in app records.
zh_hans: App 记录中未发现当前逾期项目。

# overdue.manualNoticeCopy
source: Manual overdue entries affect overdue statistics and strategy reminders, but creditor records are not changed.
zh_hans: 手动逾期会影响逾期统计和策略提醒，但不会改变债权方记录。

# overdue.manualNoticeTitle
source: Manual overdue record
zh_hans: 手动逾期记录

# overdue.records
source: Records
zh_hans: 记录

# overdue.summary
source: Summary
zh_hans: 汇总

# overview.calmCopy
source: Keep records updated to make monthly planning easier.
zh_hans: 保持记录更新，月度规划会更轻松。

# overview.calmTitle
source: Records are organized
zh_hans: 记录井然有序

# overview.emptyDebtMessage
source: Add the first debt and the app will help organize a repayment plan.
zh_hans: 添加第一笔债务后，App 会帮你整理还款计划。

# overview.noRecent
source: No recent activity yet.
zh_hans: 暂无最近动态。

# overview.overdueNow
source: Overdue
zh_hans: 当前逾期

# overview.quickActions
source: Quick Actions
zh_hans: 快捷操作

# overview.recent
source: Recent Activity
zh_hans: 最近动态

# overview.riskCopy
source: Start with overdue and minimum payments. Amounts here are app estimates, not creditor results.
zh_hans: 优先处理逾期和最低还款；这里的金额是 App 估算，不是债权方结果。

# overview.riskTitle
source: A few items need attention
zh_hans: 有几项需要关注

# overview.todo
source: This Month
zh_hans: 本月事项

# overview.totalCaption
source: Based on app records and confirmed statements.
zh_hans: 基于 App 记录和已确认账单。

# overview.viewOverdues
source: View Overdue
zh_hans: 查看逾期

# payments.count
source: Records
zh_hans: 记录数

# payments.emptyCopy
source: Record the first payment to see progress and history here.
zh_hans: 录入第一笔还款后，这里会显示进度和历史。

# payments.month
source: This Month
zh_hans: 本月

# payments.recent
source: Recent Payments
zh_hans: 最近还款

# payments.record
source: Record Payment
zh_hans: 录入还款

# period.custom
source: Custom
zh_hans: 自定义

# period.month
source: Month
zh_hans: 本月

# period.sixMonths
source: 6 Months
zh_hans: 6 个月

# period.threeMonths
source: 3 Months
zh_hans: 3 个月

# period.twelveMonths
source: 12 Months
zh_hans: 12 个月

# personal.noFixedPlanCopy
source: This no-fixed-plan debt is tracked by total, paid, remaining amount and recent payments.
zh_hans: 这类无固定计划债务按总额、已还、剩余和最近还款跟踪。

# personal.noFixedPlanTarget
source: Debt-level overdue
zh_hans: 债务级逾期

# personal.remainingAmount
source: Remaining Amount
zh_hans: 剩余金额

# personal.totalAmount
source: Borrowed Total
zh_hans: 借款总额

# personalMethod.equalPrincipalEqualInterest
source: Equal principal and interest
zh_hans: 等本等息

# personalMethod.noFixedPlan
source: No fixed plan
zh_hans: 无固定计划

# personalMethod.principalAndInterestAtMaturity
source: Maturity repayment
zh_hans: 到期还本付息

# personalPlanStatus.overdue
source: Overdue
zh_hans: 逾期

# personalPlanStatus.paid
source: Paid
zh_hans: 已还清

# personalPlanStatus.partiallyPaid
source: Partially paid
zh_hans: 部分还款

# personalPlanStatus.pending
source: Pending
zh_hans: 待还

# planStatus.overdue
source: Overdue
zh_hans: 逾期

# planStatus.paid
source: Paid
zh_hans: 已还清

# planStatus.partiallyPaid
source: Partially paid
zh_hans: 部分还款

# planStatus.pending
source: Pending
zh_hans: 待还

# preview.afterRemaining
source: After
zh_hans: 保存后

# preview.beforeRemaining
source: Before
zh_hans: 当前

# preview.impact
source: Impact Preview
zh_hans: 影响预览

# preview.thisPayment
source: This Payment
zh_hans: 本次还款

# rules.creditCardSubtitle
source: Minimum payment, revolving interest and overdue penalty
zh_hans: 最低还款、循环利息和逾期罚息

# rules.customLoanRule
source: Custom loan rule
zh_hans: 已设置自定义贷款规则

# rules.dailyRatePercent
source: Daily rate (%)
zh_hans: 日利率（%）

# rules.disclaimer
source: Rules are app-side calculation assumptions. They help previews, overdue estimates, statistics and strategy simulations, and do not change creditor records.
zh_hans: 规则是 App 侧计算假设，用于预览、逾期估算、统计和策略模拟，不会改动债权方记录。

# rules.fixedOverdueFeeOptional
source: Fixed overdue fee, optional
zh_hans: 固定逾期费用，可选

# rules.fixedPenaltyDailyRatePercent
source: Fixed penalty daily rate (%)
zh_hans: 固定罚息日利率（%）

# rules.globalLoanDefault
source: Global Loan Default
zh_hans: 贷款全局默认规则

# rules.globalLoanSubtitle
source: Used when a loan has no custom rule
zh_hans: 贷款未设置自定义规则时使用

# rules.minimumOverdueFee
source: Minimum overdue fee
zh_hans: 最低逾期费用

# rules.minimumPayment
source: Minimum Payment
zh_hans: 最低还款

# rules.minimumPaymentFloor
source: Minimum payment floor
zh_hans: 最低还款下限

# rules.minimumPaymentRatio
source: Minimum payment ratio (%)
zh_hans: 最低还款比例（%）

# rules.noRule
source: No editable rule found
zh_hans: 未找到可编辑规则

# rules.overdueBase
source: Overdue base
zh_hans: 逾期基数

# rules.overdueFee
source: Overdue Fee
zh_hans: 逾期费用

# rules.overdueFeeMode
source: Overdue fee mode
zh_hans: 逾期费用模式

# rules.overdueFeeRate
source: Overdue fee rate (%)
zh_hans: 逾期费用比例（%）

# rules.overduePenalty
source: Overdue Penalty
zh_hans: 逾期处罚

# rules.paymentAllocation
source: Payment Allocation
zh_hans: 还款分配

# rules.penaltyBase
source: Penalty base
zh_hans: 罚息基数

# rules.penaltyDailyRatePercent
source: Penalty daily rate (%)
zh_hans: 罚息日利率（%）

# rules.penaltyInterest
source: Penalty Interest
zh_hans: 罚息

# rules.penaltyMode
source: Penalty mode
zh_hans: 罚息模式

# rules.penaltyMultiplier
source: Penalty rate multiplier
zh_hans: 罚息倍率

# rules.revolvingEnabled
source: Enable revolving interest
zh_hans: 启用循环利息

# rules.revolvingInterest
source: Revolving Interest
zh_hans: 循环利息

# rules.usesGlobalRule
source: Uses global or built-in default
zh_hans: 使用全局或内置默认规则

# settings.about
source: About
zh_hans: 关于

# settings.access
source: Access
zh_hans: 访问权限

# settings.budget
source: Budget
zh_hans: 预算

# settings.creditCardRules
source: Credit card rules use statement and minimum-payment logic.
zh_hans: 信用卡规则使用账单和最低还款口径。

# settings.customRules
source: Custom Calculation Rules
zh_hans: 自定义计算规则

# settings.data
source: Data
zh_hans: 数据

# settings.language
source: Language
zh_hans: 语言

# settings.language.system
source: Follow System
zh_hans: 跟随系统

# settings.language.zhHans
source: Simplified Chinese
zh_hans: 简体中文

# settings.loanRules
source: Loan rules use app repayment-plan allocation.
zh_hans: 贷款规则使用 App 内还款计划分配。

# settings.localOnly
source: Data is stored locally on this device.
zh_hans: 数据保存在本机。

# settings.privacy
source: Privacy
zh_hans: 隐私

# settings.reminders
source: Payment Reminders
zh_hans: 还款提醒

# settings.rules
source: Calculation Rules
zh_hans: 计算规则

# settings.rulesCopy
source: Customize minimum payment, overdue fee, penalty interest and allocation rules.
zh_hans: 自定义最低还款、逾期费用、罚息和还款分配规则。

# settings.strategyDisclaimer
source: Strategy results are internal simulations and do not change real debt records.
zh_hans: 策略结果只是 App 内部模拟，不会改写真正的债务记录。

source: Statement Breakdown
zh_hans: 账单拆分

# statement.breakdownNotice
source: Breakdown details help statistics and do not recalculate the statement amount.
zh_hans: 拆分明细用于统计分析，不会重新计算账单金额。

# statement.breakdownNoticeTitle
source: For analysis only
zh_hans: 仅用于分析

# statement.emptyCopy
source: Update the current credit card statement to start tracking this card.
zh_hans: 更新当前信用卡账单后即可开始跟踪这张卡。

# statement.fallbackCopy
source: This statement is app-generated fallback data. Please confirm it with the real statement.
zh_hans: 这是一条 App 生成的兜底账单，请用真实账单确认。

# statement.fallbackTitle
source: Fallback statement
zh_hans: 兜底账单

# statement.newStatement
source: New Statement
zh_hans: 新账单

# statement.oldStatement
source: Old Statement
zh_hans: 原账单

# statement.paidAmount
source: Paid Amount
zh_hans: 已还金额

# statement.pendingConfirm
source: Needs Confirm
zh_hans: 待确认

# statement.remainingAmount
source: Remaining Due
zh_hans: 账单剩余应还

# statement.replaceFallbackCopy
source: Saving a confirmed statement will retire matching fallback data.
zh_hans: 保存已确认账单会停用匹配的兜底数据。

# statement.replaceFallbackTitle
source: Will replace fallback data
zh_hans: 将替换兜底数据

# statement.update
source: Update Statement
zh_hans: 更新账单

# statementSource.fallback
source: Fallback
zh_hans: 系统兜底

# statementSource.userConfirmed
source: User confirmed
zh_hans: 用户确认

# statementStatus.carriedForward
source: Carried forward
zh_hans: 循环结转

# statementStatus.overdue
source: Overdue
zh_hans: 逾期

# statementStatus.paid
source: Paid
zh_hans: 已还清

# statementStatus.partiallyPaid
source: Partially paid
zh_hans: 部分还款

# statementStatus.pending
source: Pending
zh_hans: 待还

# statementStatus.replaced
source: Replaced
zh_hans: 已替换

# statistics.debt
source: Debt Statistics
zh_hans: 债务统计

# statistics.debtExplain
source: This chart shows the remaining amount by debt type.
zh_hans: 图表按债务类型展示剩余金额。

# statistics.overdue
source: Overdue Statistics
zh_hans: 逾期统计

# statistics.overdueExplain
source: Overdue amounts are app-side analysis and may differ from creditor records.
zh_hans: 逾期金额为 App 侧分析，可能与债权方记录不同。

# statistics.payment
source: Payment Statistics
zh_hans: 还款统计

# statistics.paymentExplain
source: This chart compares recent repayment records by debt type.
zh_hans: 图表按债务类型对比近期还款记录。

# statistics.period
source: Period
zh_hans: 周期

# statistics.summary
source: Summary
zh_hans: 摘要

# statistics.allSources
source: All sources
zh_hans: 全部来源

# statistics.allTime
source: All time
zh_hans: 全部时间

# statistics.breakdownConflicts
source: Breakdown conflicts
zh_hans: 明细冲突数

# statistics.bucket
source: Bucket
zh_hans: 区间

# statistics.category
source: Category
zh_hans: 统计类别

# statistics.category.cost
source: Cost
zh_hans: 成本费用

# statistics.category.debtStructure
source: Debt Structure
zh_hans: 负债结构

# statistics.category.focus
source: Focus Debts
zh_hans: 重点债务

# statistics.category.overdueRisk
source: Overdue Risk
zh_hans: 逾期风险

# statistics.category.overview
source: Overview
zh_hans: 总览

# statistics.category.paymentAnalysis
source: Payment Analysis
zh_hans: 还款分析

# statistics.controls
source: Analysis Controls
zh_hans: 分析筛选

# statistics.costByType
source: Cost by Debt Type
zh_hans: 按类型成本

# statistics.costByTypeExplain
source: Current cost estimate grouped by debt type.
zh_hans: 按债务类型汇总当前成本估算。

# statistics.costComposition
source: Cost Composition
zh_hans: 成本构成

# statistics.costCompositionExplain
source: Interest, fees and penalties from app-side records.
zh_hans: 来自 App 记录的利息、费用和罚息。

# statistics.costSource
source: Cost Source
zh_hans: 成本来源

# statistics.costSourceExplain
source: Where the cost estimate came from.
zh_hans: 展示成本估算的数据来源。

# statistics.cumulativePaid
source: Cumulative paid
zh_hans: 累计已还

# statistics.currentCostCaption
source: Current app-side estimate
zh_hans: 当前 App 侧估算

# statistics.currentRisk
source: Current risk
zh_hans: 当前风险

# statistics.currentState
source: Current state
zh_hans: 当前状态

# statistics.debtStructure
source: Debt Structure
zh_hans: 负债结构

# statistics.debtStructureExplain
source: Current remaining balance by debt type.
zh_hans: 按债务类型展示当前剩余金额。

# statistics.emptyChart
source: No data to chart yet.
zh_hans: 暂无可绘制的数据。

# statistics.emptyCost
source: No cost data to chart.
zh_hans: 暂无可展示的成本数据。

# statistics.emptyDebt
source: No debt balance to chart.
zh_hans: 暂无可展示的债务余额。

# statistics.emptyFocus
source: No focus items yet.
zh_hans: 暂无重点项目。

# statistics.feesAndPenalty
source: Fees and penalty interest
zh_hans: 费用与罚息

# statistics.fixedDebt
source: Fixed debt
zh_hans: 固定债务

# statistics.fixedDebtProgress
source: Fixed debt progress
zh_hans: 固定债务进度

# statistics.focus
source: Focus
zh_hans: 重点关注

# statistics.focusRanking
source: Focus Ranking
zh_hans: 重点排行

# statistics.focusRankingExplain
source: Largest balance, cost, risk and recent payment signals.
zh_hans: 汇总最大余额、最高成本、最高风险和近期还款信号。

# statistics.generatedAt
source: Generated
zh_hans: 生成时间

# statistics.highCostDebts
source: High-cost debts
zh_hans: 高成本债务

# statistics.highestCost
source: Highest cost
zh_hans: 最高成本

# statistics.highestRisk
source: Highest risk
zh_hans: 最高风险

# statistics.installmentFee
source: Installment fee
zh_hans: 分期手续费

# statistics.item
source: Item
zh_hans: 项目

# statistics.latestPayment
source: Latest payment
zh_hans: 最近还款

# statistics.maxSingleDebt
source: Largest single debt
zh_hans: 最大单笔债务

# statistics.minimumGap
source: Minimum gap
zh_hans: 最低还款缺口

# statistics.month
source: Month
zh_hans: 月份

# statistics.otherFee
source: Other fee
zh_hans: 其他费用

# statistics.overdueAging
source: Overdue aging
zh_hans: 逾期账龄

# statistics.overdueByType
source: Overdue by type
zh_hans: 按类型逾期

# statistics.overdueByTypeExplain
source: Current overdue amount split by debt type.
zh_hans: 按债务类型拆分当前逾期金额。

# statistics.overdueFee
source: Overdue fee
zh_hans: 逾期费

# statistics.overviewCaption
source: Current remaining balance with progress based on recorded repayments.
zh_hans: 当前剩余余额，还款进度基于已记录还款计算。

# statistics.paidLoanInterest
source: Paid loan interest
zh_hans: 已还贷款利息

# statistics.paidOffDebts
source: Paid-off debts
zh_hans: 已结清债务

# statistics.paymentBreakdown
source: Payment breakdown
zh_hans: 还款拆分

# statistics.paymentByType
source: Payment by type
zh_hans: 按类型还款

# statistics.paymentByTypeExplain
source: Repayments recorded in the selected period.
zh_hans: 展示选中周期内记录的还款。
